Repository: mediatum/mediatum
Catalog: i18n/edit-metadata.*.po
Languages: de

# edit_meta_info1
source: For this node type there aren't editable metadata fields available
de: Für diesen Knotentyp sind keine Metadaten verfügbar, die editiert werden können.

# edit_meta_info2
source: Attention, objects with different meta data types were selected! Only objects of type <b>'${n}'</b> will be considered.
de: Achtung, es wurden Objekte mit unterschiedlichen Metadatentypen ausgewählt!<br/>Es werden nur Objekte vom Schema <b>'${n}'</b> berücksichtigt.

# edit_meta_info3
source: Simultaneous editing of metadata is only possible for documents with the same metadata scheme
de: Das gleichzeitige Editieren der Metadaten ist nur möglich bei Dokumenten eines Metadatenschemas.

# edit_meta_mask_selection
source: Mask selection
de: Maskenauswahl

# edit_mask
source: Mask
de: Maske

# edit_meta_save
source: Save
de: Speichern

# create_version_save
source: Save
de: Speichern

# edit_meta_reset
source: Reset
de: Zurücksetzen

# edit_mask_required
source: Required, can't be empty
de: Pflichtfeld, darf nicht leer sein

# edit_meta_created
source: created
de: erstellt

# edit_meta_changed
source: last edit
de: zuletzt geändert

# create_version_information
source: Version information
de: Versionierungs-Informationen

# create_version_comment
source: Comment
de: Kommentar

# create_version_generate_new_version
source: Generate new version
de: Neue Version erstellen

# edit_meta_delete
source: Delete
de: Löschen

# edit_meta_restore
source: Restore
de: Wiederherstellen

# create_version_timestamp_comment
source: Timestamp / Comment
de: Timestamp / Kommentar

# create_version_updateduser
source: Updated user
de: Aktualisiert von

# edit_meta_delete_confirm
source: Do you really want to delete version ${version}?
de: Möchten Sie Version ${version} wirklich löschen?

# edit_meta_restore_confirm
source: Do you really want to restore version ${version}?
de: Wollen Sie wirklich Version ${version} wiederherstellen?

# edit_meta_count_of_nodes
source: ${number} record(s) are being edited
de: ${number} Datensatz/Datensätze werden bearbeitet
