Repository: mediatum/mediatum
Catalog: i18n/edit_admin-*.po
Languages: de

# edit_admin_setdirty_title
source: Mark node for reindex process
de: Knoten für Reindizierung markieren

# edit_admin_localread_del_title
source: Reprocess Localread (ACL-rights cache)
de: Localread neu setzen (ACL-Rechte Cache)

# edit_admin_add_attribute
source: Create new attribute
de: Neues Attribut erzeugen

# edit_admin_add_attributename
source: Attribute name:
de: Attributname:

# edit_admin_add_attributevalue
source: Attribute value:
de: Attributwert:

# edit_admin_add_attr
source: Save attribute
de: Speichern

# edit_admin_noattribute
source: No such attribute for this object set
de: Kein solches Attribut für dieses Object

# edit_admin_searchdata
source: Search index data
de: Suchindex-Daten

# edit_admin_index_button
source: Load data
de: Daten laden

# edit_admin_simplesearch
source: Simple Search
de: Einfache Suche

# edit_admin_extsearch
source: Extended Search
de: Erweiterte Suche

# edit_admin_textsearch
source: Fulltext Search
de: Volltext Suche

# edit_admin_nosearchdata
source: - no search data -
de: - keine Suchdaten vorhanden -

# edit_system_attrs
source: System attributes
de: Systemattribute

# edit_notice_adding_system_attrs
source: Delete attribute
de: Wenn der Attributname mit 'system.' beginnt, wird ein Systemattribut hinzugefügt.
