Repository: mediatum/mediatum
Catalog: i18n/edit_acls-*.po
Languages: de

# edit_acls_righttype_read
source: User groups which may see these objects:
de: Usergruppen, die diese Objekte sehen dürfen:

# edit_acls_righttype_write
source: User groups which may edit these objects:
de: Usergruppen, die diese Objekte bearbeiten dürfen:

# edit_acls_righttype_data
source: User groups which may download originals (TIFF/JPG/PNG/BMP of original size, PDF files, Videos, etc.):
de: Usergruppen, die Originale (TIFF/JPG/PNG/BMP in Originalgröße, PDF Files etc.) herunterladen dürfen:

# edit_acls_userrighttype_read
source: User groups which may see these objects:
de: Benutzer, die diese Objekte sehen dürfen:

# edit_acls_userrighttype_write
source: User groups which may edit these objects:
de: Benutzer, die diese Objekte bearbeiten dürfen:

# edit_acls_userrighttype_data
source: User groups which may download originals (TIFF/JPG/PNG/BMP of original size, PDF files, Videos, etc.):
de: Benutzer, die Originale (TIFF/JPG/PNG/BMP in Originalgröße, PDF Files etc.) herunterladen dürfen:

# edit_acls_groupheader
source: Group level (ACL)
de: Regelvergabe auf Gruppenebene/ACL

# edit_acls_userheader
source: User level
de: Regelvergabe auf Benutzerebene

# edit_acls_selection
source: Select selection level:
de: Auswahlebene auswählen:

# edit_acls_selectacl
source: Group level/ACL
de: Gruppenebene/ACL

# edit_acls_selectacltitle
source: Changes on group level
de: Bearbeitung auf Gruppenebene/ACL-Regel

# edit_acls_selectuser
source: User level
de: Benutzerebene

# edit_acls_selectusertitle
source: Changes on user level
de: Bearbeitung auf Benutzerebene

# edit_acl_special_rule
source: [special user rule]
de: [Spezial-Benutzerregel]
