Repository: mediatum/mediatum
Catalog: i18n/edit.*.po
Languages: de

# edit_module_error
source: Module '${name}' couldn't be loaded.
de: Das Modul '${name}' konnte nicht geladen werden.

# edit_template_error
source: Error while lading template. See the description below for closer information:
de: Bei der Verarbeitung des Templates ist ein Fehler aufgetreten. Den genauen Fehler können Sie untenstehender Meldung entnehmen:

# edit_error_msg
source: You're not allowed to access the editor area.<br/> You can logon here: ${link}
de: Sie besitzen nicht die notwendigen Rechte, um den Editorbereich zu betreten.<br/> Falls Sie nicht angemeldet sein sollten, können Sie das ${link}

# edit_linktext
source: here
de: hier

# edit_nodeinformation
source: Node Information
de: Node Informationen

# edit_objecttype
source: Object type
de: Objekttyp

# edit_schema
source: Metadata schema
de: Metadatenschema

# edit_orderpos
source: Order position
de: Sortier-Position

# edit_error
source: Error
de: Fehler

# edit_nobase
source: No base directory selected (${msg})
de: Kein Basisverzeichnis ausgewählt (${msg})

# edit_save
source: Save
de: Speichern

# edit_save_title
source: Save
de: Änderungen speichern

# edit_add_folder
source: New Folder
de: Neuer Ordner

# edit_add_collection
source: New Collection
de: Neue Kollektion

# edit_nopermission
source: permission denied
de: Keine Berechtigung

# edit_actual_dir
source: Actual folder:
de: Aktuelles Verzeichnis:

# edit_files
source: Files:
de: Dateien:

# edit_action_new
source: Create
de: Neu Anlegen

# edit_object_not_viewable
source: This object doesn't have a skin
de: Dieses Objekt hat keine Ansicht

# delete_folder_question
source: If you delete this file, all files and subfolders in it will be irrevocably lost. Perform delete operation?
de: Wenn Sie diesen Ordner löschen, sind alle Dateien und Unterverzeichnisse darin unwiderruflich verloren. Löschen durchführen?

# delete_object_question
source: Move objects into trashbox?
de: Ausgewählte(s) Objekt(e) in Papierkorb verschieben?

# clear_trash_question
source: All elements in the trashbox will be lost while clearing. Perform delete operation?
de: Beim Leeren des Papierkorbs gehen alle enthaltenen Dateien und Unterverzeichnisse unwiderruflich verloren. Löschen durchführen?

# select_target_dir
source: Click on 'OK' and select in the navigation tree the folder where to move/copy the selected objects. You may cancel using the cancel button.
de: Klicken Sie auf 'OK' und wählen dann im Navigationsbaum den Ordner aus, in den die selektierten Datensätze verschoben bzw. kopiert werden sollen. Für den Abbruch der Aktion klicken Sie auf 'Abbrechen'.

# fieldsmissing
source: Not all required fields were filled correctly.
de: Nicht alle Pflichtfelder wurden korrekt bef&uuml;llt.

# saved_in_inconsistent_data
source: A copy was stored in the directory 'inconsistent data'.
de: Eine Kopie wurde im Ordner 'Inkonsistente Daten' gespeichert.

# no_file_transferred
source: No file was transferred to the server.
de: Es wurde keine Datei auf den Server &uuml;bertragen.

# edit_create_new_folder
source: Directory could not be created: The parent directory is write protected.
de: Ordner konnte nicht erstellt werden: Der Übergeordnete Ordner ist schreibgeschützt.

# edit_access_error
source: Access denied
de: Nicht berechtigt

# edit_common_bigview_title
source: Full view
de: Großansicht

# edit_editor_header
source: At the moment the archive contains the following data:
de: Im Augenblick sind folgende Daten f&uuml;r dieses Archiv hinterlegt:

# unpublished_objects2
source: Publish these objects (Quick publisher)
de: Veröffentlichungs-Assistent

# user_trash
source: Trashbox
de: Papierkorb

# user_home
source: Home Directory
de: Arbeitsverzeichnis

# editor_overwrite
source: overwrite
de: überschreiben

# editor_from
source: from
de: von

# editor_to
source: until
de: bis

# editor_input_format
source: Input format:
de: Eingabeformat:

source: not published
de: Nicht publiziert

# edit_add_new_container
source: Add new folder:
de: Neuen Ordner anlegen:

# edit_edit_container_node
source: Edit
de: Bearbeiten

# edit_cut_container
source: Cut folder
de: Ordner ausschneiden

# edit_paste_container_here
source: Paste folder
de: Ordner einfügen

# edit_empty_recycle_bin
source: Empty recycle bin
de: Papierkorb leeren

# edit_delete_container
source: Move folder to recycle bin
de: Ordner in Papierkorb verschieben

# e_folder_homedir
source: Home directory
de: Arbeitsverzeichnis

# e_folder_trashdir
source: Recycle bin
de: Papierkorb

# edit_common_edit_meta
source: Edit metadata
de: Metadaten bearbeiten

# edit_common_edit_move
source: Move object
de: Objekt verschieben

# edit_common_edit_copy
source: Copy object
de: Objekt kopieren

# edit_common_edit_delete
source: Delete object
de: Objekt löschen

# edit_common_noobjectsfound
source: No objects found
de: Keine Objekte gefunden

# edit_add_directory
source: New Folder
de: Neuer Ordner

# edit_add_container_default
source: New folder of Type
de: Neuer Ordner vom Typ

# edit_layout_togglertip_open
source: Fade out
de: Ausblenden

# edit_layout_togglertip_closed
source: Fade in
de: Einblenden

# edit_layout_resizertip
source: Resize
de: Verschieben

# edit_add_new_collection
source: Add new collection
de: Neue Kollektion anlegen

# edit_tree_homenodefilter_tooltip
source: a regular expression for user names to show additional home directories
de: mit einem regulären Audruck für Benutzernamen können zusätzliche Arbeitsverzeichnise angezeigt werden

# edit_tree_matches_tooltip
source: number of matches ( + 1, if own home directory did not match)
de: Anzahl der Matches (evtl. + 1, falls eigenes Arbeitsverzeichnis nicht matched)

# edit_tree_filterbutton_tooltip
source: apply filter to all existing home directories
de: Filter auf alle Arbeitsverzeichnisse anwenden

# write_information_back
source: synchronize information
de: Informationen synchronisieren
