Repository: mediatum/mediatum
Catalog: i18n/edit-startpages.*.po
Languages: de

# edit_fckeditor_cfm_filetype
source: Type
de: Typ

# edit_fckeditor_cfm_filesize
source: Size
de: Größe

# edit_fckeditor_cfm_nameonserver
source: Name on server
de: Name auf Server

# edit_fckeditor_cfm_delete
source: Delete
de: löschen

# edit_fckeditor_cfm_clicktochoose
source: Click on an image to select
de: Bild durch Anklicken auswählen

# edit_fckeditor_cfm_hasnoimages
source: No images uploaded for this page. Upload an image first.
de: Es sind noch keine Bilder für diese Seite hochgeladen. Bitte zuerst ein Bild hochladen.

# edit_fckeditor_cfm_closewindow
source: Close window
de: Fenster schließen

# edit_fckeditor_cfm_imageislogo
source: Image is logo
de: Bild ist Logo

# edit_fckeditor_cfm_uploadexplain
source: You can upload a new file to this node:
de: Sie können eine neue Datei für diesen Node hochladen:

# edit_fckeditor_cfm_uploadbutton
source: Upload to server
de: auf Server hochladen

# edit_fckeditor_cfm_deleteconfirm
source: Do you really want to delete this file?
de: Wollen Sie diese Datei wirklich löschen?

# edit_fckeditor_cfm_uploadsuccess
source: The file has been uploaded.
de: Die Datei wurde hochgeladen.

# edit_startpages_header
source: Startpages
de: Startseiten

# edit_startpages_explain_table
source: HTML pages for this node
de: HTML-Seiten für diesen Node

# edit_startpages_edit
source: Click to edit this page
de: diese Seite bearbeiten

# edit_startpages_delete
source: Click to delete this page from the server
de: diese Seite vom Server löschen

# edit_startpages_savechanges
source: Save changes
de: Änderungen speichern

# edit_startpages_file_missing
source: Could not open file:
de: Datei konnte nicht geöffnet werden: ${filename}

# edit_startpages_reset
source: Reset
de: Zurücksetzen

# edit_startpages_explain_addbutton
source: Click this button to open a new page in the HTML editor
de: Klicken Sie auf den Schalter, um eine neue Seite im HTML-Editor zu bearbeiten.

# edit_startpages_addnew
source: Create new page
de: Neue Seite erzeugen

# edit_startpages_link
source: Link to the page
de: Link zur Seite

# edit_startpages_file_size
source: size
de: Größe

# edit_startpages_deleteconfirm
source: Do you really want to delete this page?
de: Wollen Sie diese Seite wirklich löschen?

# edit_startpages_descriptive_name
source: Descriptive name
de: Beschreibender Name

# edit_startpages_do_not_use_a_startpage
source: Do not use a startpage for this language
de: Keine Startseite für diese Sprache

# edit_startpages_selectlanguage
source: Select as startpage for this language
de: als Startseite für diese Sprache wählen
