Repository: mediatum/mediatum
Catalog: i18n/edit-upload.*.po
Languages: de

# edit_upload_scheme
source: Metadata scheme:
de: Metadatenschema wählen:

# edit_upload_file
source: File
de: Datei

# edit_upload_bibtex
source: BibTeX file
de: BibTeX Datei

# edit_upload_or_doi
source: or DOI
de: oder DOI

# edit_upload_upload_label
source: Create / Upload
de: Anlegen / Hochladen

# edit_upload_schemeselection
source: -- Choose metadata scheme --
de: -- Metadatenschema wählen --

# edit_upload_files_plupload_widget
source: Upload file(s)
de: Datei hochladen

# edit_upload_meta
source: Create from metadata
de: Metadaten-Eingabe

# edit_upload_create_objects
source: Create objects
de: Objekte erzeugen

# edit_upload_create_object
source: Create object
de: Objekt erzeugen

# edit_upload_create_meta
source: Create new object from metadata
de: Neues Metadatenobjekt anlegen

# edit_upload_create_doi
source: DOI import
de: DOI-Eingabe

# edit_upload_bibtex_ok
source: BibTeX file contains correct data and can be imported.
de: Bibtex-Datei enthält korrekte Daten und kann importiert werden.

# edit_upload_unpack
source: Unpack file content
de: Dateiinhalt entpacken

# edit_upload_no_unpack
source: Do not unpack file content (save file as is)
de: Dateiinhalt nicht entpacken (speichern wie-es-ist)

# edit_upload_importer_sel
source: Select importer:
de: Importer auswählen:

# edit_upload_importerselection
source: -- Select importer --
de: -- Importer wählen --

# edit_upload_select_metadata_type
source: Select metadata type:
de: Metadatentyp wählen:

source: Image too big
de: Bild zu groß

source: Unknown image format
de: Unbekanntes Bildformat

# identifier_importer_longname
source: Import via DOI
de: Via DOI importieren

# identifier_importer_explain
source: Please enter DOI to import metadata of publication. <p>Examples:</p> doi:10.1371/journal.pbio.0020449 <br/>DOI:10.1002/nme.4628
de: Bitte DOI eingeben und <i>OK</i> klicken, um die Metadaten einer Publikation in mediaTUM zu importieren.<p>Beispiele:</p>doi:10.1371/journal.pbio.0020449<br/>DOI:10.1002/nme.4628
