Repository: mediatum/mediatum
Catalog: i18n/mediatum.*.po
Languages: de

# en
source: English
de: Englisch

# de
source: German
de: Deutsch

# welcome
source: Welcome to mediaTUM
de: Willkommen auf mediaTUM

source: username:
de: Benutzername:

source: password:
de: Passwort:

source: new password:
de: Neues Passwort:

source: invalid
de: Ungültig

# show_in_new_window
source: open in new window
de: In neuem Fenster anzeigen

# main_title
source: mediaTUM - digital collection management at TUM
de: mediaTUM - Medien- und Publikationsserver

# bib_link_title
source: to the library portal
de: Zum Bibliotheksportal

# sub_header_user
source: User
de: Benutzer

# footer_impressum
source: imprint
de: Impressum

# help_title
source: Show Help
de: Hilfe anzeigen

# permission_denied
source: access denied
de: Zugriff verweigert

# login_error_1
source: Login failed! Wrong name or password.
de: Die Anmeldung ist fehlgeschlagen! Benutzername oder Passwort falsch.

# pass_change_info
source: Please contact support: ${email}
de: Bitte wenden Sie sich an den Support:

# login_submit
source: Login
de: Anmelden

# document_versions_existing_title
source: Show other versions of current document
de: Weitere Versionen des Dokuments anzeigen

# login_currentuser_msg
source: You are currently logged in as: [ ${name} ]
de: Sie sind derzeit angemeldet als:

# login_change_err_1
source: Initial password does not match with the stored one
de: Das Ursprungspasswort stimmt nicht mit dem gespeicherten überein

# login_change_err_2
source: Passwords don't match
de: Das neue Passwort und die Wiederholung sind nicht identisch

# login_change_err_3
source: The user account possesses still the standard password. please change to prevent misuse.
de: Ihr Benutzerkonto besitzt noch das Standardpasswort. Bitte ändern Sie dieses ab, um Missbrauch vorzubeugen.

# login_change_err_4
source: You are not allowed to change password of current user.
de: Das Passwort des aktuellen Benutzerkontos kann nicht geändert werden.

# login_act_pwd:
source: current password:
de: Aktuelles Passwort:

# password_repeat:
source: repeat new password:
de: Neues Passwort (Wiederholung):

# pwdforgotten_link
source: Password forgotten?
de: Passwort vergessen?

# hint
source: Notice:
de: Hinweis:

source: close window
de: Fenster schließen

# startpage
source: Home
de: Startseite

# occurences:
source: Occurrences:
de: Vorkommen:

# sort_label
source: sort by:
de: Sortieren nach:

# sort_label2
source: and:
de: und:

# sub_header_logout_title
source: Logout current user
de: Abmelden

# sub_header_administration_title
source: Switch to admin area
de: Zur Administrationsoberfläche wechseln

# sub_header_edit_title
source: Switch to editor area
de: Zur Bearbeitungsoberfläche wechseln

# sub_header_edit
source: Edit
de: Bearbeiten

# sub_header_frontend_title
source: Switch to search area
de: Zur Rechercheoberfläche wechseln

# sub_header_workflow_title
source: Switch to workflows
de: Zu den Workflows wechseln

# sub_header_changepwd
source: Change password
de: Passwort ändern

# search_title
source: Start search
de: Suche starten

source: Search
de: Suchen

# search_or
source: or
de: oder

# search_and
source: and
de: und

# search_between
source: between
de: zwischen

# xsearch
source: Advanced search
de: Erweiterte Suche

# xsearch2
source: Less Searchfields
de: Weniger Felder

# search_extendedsuper
source: More Searchfields
de: Mehr Felder

source: all data
de: Alle Daten

source: Search for
de: Suche nach

source: Search in
de: Suche in

# reset_field_title
source: Reset all fields
de: Alle Felder zurücksetzen

# reset_field
source: Reset
de: Zurücksetzen

# search_simple
source: Simple search
de: Einfache Suche

# collections
source: collektions
de: Kollektionen

source: fold
de: Zuklappen

source: unfold
de: Aufklappen

# back_to_list_view_start
source: back to start of result list
de: Zurück zum Anfang der Trefferliste

source: back
de: Zurück

# Dissertation
source: dissertation/postdoc
de: Dissertationen/Habilitationen

# Image
source: image object
de: Bildobjekte

# Video
source: video object
de: Videoobjekte

# UserGroup
source: usergroup (system type)
de: BenutzerGruppen (Systemtyp)

# Metadatatype
source: metadata scheme (system type)
de: Metadatenschema (Systemtyp)

# Maskitem
source: mask field (system type)
de: Maskenfeld (Systemtyp)

source: document
de: Dokumente

source: collection
de: Kollektion

# User
source: user (system type)
de: Benutzer (Systemtyp)

# Default
source: default type (system type)
de: Standardtyp (Systemtyp)

# Mask
source: mask (system type)
de: Maske (Systemtyp)

source: directory
de: Verzeichnis

# Root
source: root node (system type)
de: Root-Knoten (Systemtyp)

# view_list_att_title
source: document has an attachment
de: Attachment zu Dokument vorhanden

# image_high_res_title
source: download high resolution version
de: Hochaufgelöste Version herunterladen

# image_available_formats
source: Available image formats
de: Verfügbare Bildformate

# image_high_res_archive
source: Load high resolution from archive
de: Hochaufgelöste Version aus Archiv laden

# doc_fulltext_title
source: open fulltext in new window
de: Volltext in neuem Fenster öffnen

# doc_bibtex_title
source: open BibTeX information in new window
de: BibTeX Informationen in neuem Fenster öffnen

# doc_att_browser
source: open attachment browser...
de: Attachment-Browser öffnen...

# popup_help_title
source: Help for metadata field
de: Hilfe zum Metadatenfeld

# tab_menuoperation
source: Special-functions
de: Spezialfunktionen

# tab_upload
source: Upload
de: Uploads

# tab_editor
source: Edit start page
de: Startseite editieren

# tab_startpages
source: Manage startpages
de: Startseite bearbeiten

# tab_metadata_dir
source: Edit metadata
de: Anzeige

# tab_meta
source: Meta Data
de: Metadaten

# tab_logo
source: Edit Logo
de: Logo editieren

# tab_metadata
source: Edit metadata
de: Metadaten bearbeiten

# tab_menumetadata
source: Edit metadata
de: Metadaten bearbeiten

# tab_content
source: Content
de: Verzeichnis-Übersicht

# tab_search
source: Search
de: Durchsuchen

# tab_searchmask
source: Search mask
de: Suchmaske anlegen

# tab_subfolder
source: Sort Subfolder
de: Unterordner sortieren

# tab_acls
source: Rights Management
de: Rechte vergeben

# tab_files
source: Change/add digital object
de: Datei hinzufügen

# tab_view
source: Preview
de: Vorschau

# tab_classes
source: Place in Browsing Structure
de: Verzeichnisbaum

# tab_publish
source: System module Publish
de: Publizieren

# tab_news
source: Manage messages
de: Mitteilungen verwalten

# liststyle_list
source: list view with thumbnails
de: Listen-Ansicht mit Thumbnail

# print_view_header
source: mediaTUM object
de: mediaTUM-Objekt

# print_view_children
source: entries
de: Einträge

# print_view_list
source: list of mediatum objects
de: Liste der Objekte

# print_preview_occurences
source: Occurences
de: Vorkommen

# mask_editor_title
source: Mask editor
de: Maskeneditor

# mask_editor_chosen_element
source: Chosen elements:
de: gewählte Elemente:

# mask_editor_into_vert_group
source: group in new vertical group
de: in neuer vertikaler Gruppe gruppieren

# mask_editor_into_hor_group
source: group in new horizontal group
de: in neuer horizontaler Gruppe gruppieren

# mask_editor_group_title
source: group
de: Gruppieren

# mask_editor_field_definition
source: Field definition
de: Felddefinition

# mask_editor_new_line_title
source: add new row
de: Neue Zeile einfügen

# mask_editor_no_fields
source: - no fields defined -
de: - keine Felder definiert -

# mask_editor_add_choose_fieldtype
source: Choose field type
de: Feldtyp wählen

# mask_editor_field_selection
source: Field type selection:
de: Feldtypauswahl:

# mask_editor_normal_field
source: normal field
de: Normales Feld

# mask_editor_vert_group
source: vertical group
de: Vertikale Feldgruppe

# mask_editor_hor_group
source: horizontal group
de: Horizontale Feldgruppe

# mask_editor_export_error
source: Not all mandatory field of mapping definition are used. This can result in invalid exports.
de: Nicht alle Pflichtfelder der Mappings wurden definiert. Das kann zu ungültigen Exporten führen.

# mask_editor_msg1
source: There are different field types available for mask fields. Standard is the 'normal field'
de: Für Maskenfelder stehen verschiedene Typen zur Verfügung, die jeweils unterschiedliche Darstellungen erlauben. Standard ist das 'Normale Feld'

# mask_edit_up_title
source: move up
de: nach oben

# mask_edit_down_title
source: move down
de: nach unten

# mask_edit_edit_row
source: edit row
de: Zeile bearbeiten

# mask_edit_delete_row
source: delete row
de: Zeile löschen

# mask_edit_edit_field
source: Edit field
de: Feld bearbeiten

# mask_edit_create_field
source: Create new field
de: Neues Feld anlegen

# mask_edit_position
source: Position (before):
de: Position (vor):

# mask_edit_end
source: -last-
de: -am Ende-

# mask_edit_field_selection
source: Field selection:
de: Feldauswahl:

# mask_edit_field
source: Field:
de: Feld:

# mask_edit_help
source: Help text:
de: Hilfetext:

# mask_edit_required
source: Required:
de: Pflichtfeld:

# mask_edit_required_info
source: (will be validated with <b>Editor masks</b>)
de: (wird nur bei <b>Editormasken</b> im Editor validiert)

# mask_edit_field_width
source: Field width:
de: Feldbreite:

# mask_edit_width_info
source: pixel (date fields min. 200)
de: Pixel (Datumsfelder mind. 200)

# mask_edit_default
source: Default value:
de: Default-Wert:

# mask_edit_unit
source: Unit:
de: Einheit:

# mask_edit_new_hor_field
source: Create new horizontal field
de: Neues horizontales Feld anlegen

# mask_edit_edit_hor_field
source: Edit horizontal field
de: Horizontales Feld bearbeiten

# mask_edit_row_label
source: Row label:
de: Zeilenlabel:

# mask_edit_fields
source: Fields:
de: Felder:

# mask_edit_insert_field_title
source: insert new field
de: Neues Feld einfügen

# mask_edit_new_vert_field
source: Create new vertical field
de: Neues vertikales Feld anlegen

# mask_edit_edit_vert_field
source: Edit vertical field
de: Vertikales Feld bearbeiten

# mask_edit_field_msg
source: (copied from other layer)
de: (werden aus anderer Ebene kopiert)

# mask_edit_edit_label
source: Edit label
de: Label bearbeiten

# mask_edit_new_label
source: Create new label
de: Neues Label anlegen

# mask_edit_multi_label
source: attribute occures in scheme:
de: Attributvorkommen in Schema: ${schemes}

# mask_edit_header
source: Header
de: Kopfzeile

# mask_edit_footer
source: footer
de: Fusszeile

# mask_edit_mappingselection
source: Mapping Type:
de: Mapping Typ:

# mask_edit_mapping_field
source: Field of mapping definition
de: Feld aus Mapping-Definition

# mask_edit_attribute_field
source: Format description
de: Freie Formatbeschreibung

# mask_edit_attribute_description
source: possible variables:<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* [value] = attribute value of 'Field'<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* [att:field] = attributename<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* [att:id] = node ID<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (&lt;[att:field]&gt;[value]&lt;/[att:field]&gt;)
de: mögliche Variablen:<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* [value] = Attributwert aus 'Feld'<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* [att:field] = Attributfeldname<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* [att:id] = Knoten-ID<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (&lt;[att:field]&gt;[value]&lt;/[att:field]&gt;)

# Your_browser_doesnt_support_cookies
source: Your browser doesn't support cookies. Maybe the 'Allow Cookies' option in your browser is deactivated. Please switch on Cookies again to proceed.
de: Ihr Browser unterstützt leider keine Cookies. Möglicherweise ist der Cookie-Support im Browser abgeschaltet. Ohne Cookies werden Sie auf späteren Seiten evtl. auf Probleme stoßen.

source: off
de: aus

# tab_sortfiles
source: Sort Files
de: Dateien Sortieren

source: (descending)
de: (absteigend)

source: images
de: Bilder

source: documents
de: Dokumente (allgemein)

# dissertations
source: documents (Ph.D. theses)
de: Dokumente (Dissertationen)

# att_browser_files
source: (${c} Dateien)
de: Dateien

# error_msg_objectnotfound
source: Error on page, object not found or no access rights.
de: Fehler auf der Seite, Objekt nicht vorhanden bzw. kein Zugriffsrecht auf das gewünschte Objekt.

# home_link
source: Home
de: zur Startseite

# content_text_file_title
source: digital object available
de: digitales Objekt vorhanden

# file_processingerror
source: Error while processing file! Please check processed file.
de: Fehler bei Dateiverarbeitung! Bitte überprüfen Sie die zu bearbeitende Datei.

source: Searchresult
de: Suchresultate

# alternative_pdf_link
source: If you experience problems opening the document, please try this link
de: Wenn Sie Schwierigkeiten haben, das Dokument zu öffnen, versuchen Sie auch bitte diesen Link

source: settings
de: Einstellungen

# style
source: short view style:
de: Kurzanzeigeformat:

source: full view style:
de: Vollanzeigeformat:

source: field name
de: Feldname

source: none
de: keine

source: Field
de: Feld

source: add
de: hinzufügen

# sub_header_frontend
source: View Website
de: Recherche

source: hide empty directories
de: Leere Verzeichnisse nicht anzeigen

# yearbookuser
source: Yearbook
de: Jahrbuch

# view_no
source: no
de: nein

source: show all
de: alle anzeigen

source: Document view
de: Dokument-Ansicht

# document_view_text
source: Text view
de: Textansicht

source: List view
de: Listenansicht

# image_view
source: Image/text view
de: Bild/Text-Ansicht

# document_view_new_version_exist
source: There is a newer version of the object available.
de: Es ist eine neuere Version des gewünschten Dokuments verfügbar.

# document_view_version_deleted
source: The version has been deleted.<br />The object will be show in the newest version.
de: Die gewünschte Version des Dokuments wurde gelöscht.<br />Das Dokument wird in der neuesten Version angezeigt.

# document_view_from
source: from
de: von

# document_view_current_version_from
source: <b>Shown version: </b><br/>${version} from
de: <b>Angezeigte Version: </b><br/>${version} vom

# document_view_is_current_version_with_tag_from
source: <b>Shown version: </b><br/>${version} (Current Version) from
de: <b>Angezeigte Version: </b><br/>${version} (Aktuelle Version) vom

# document_view_is_current_version_without_tag_from
source: <b>Shown version: </b><br/>Current Version from
de: <b>Angezeigte Version: </b><br/>Aktuelle Version vom

# document_view_other_versions_of_the_document
source: <b>Other versions of the object:</b><br/>
de: <b>Andere Versionen des Dokuments:</b><br/>

# document_versions
source: versions
de: Versionen

source: Year:
de: Jahr:

source: Last Update:
de: Letzte Aktualisierung:

source: File:
de: Datei:

source: File size:
de: Dateigröße:

# direct_link_current_node
source: Permanent link for displayed object
de: Dauerhafter Link zum angezeigten Objekt

source: next
de: weiter

source: previous
de: zurück

# no_metadata_to_display
source: There is no metadata that can be displayed for this object.
de: Es gibt für dieses Objekt keine Metadaten, die angezeigt werden können.

# untagged_version
source: no version number
de: ohne Versionsnummer

source: Current Version
de: Aktuelle Version

source: Guest
de: Gast
