Repository: mediatum/mediatum
Catalog: i18n/metatype-htmlmemo.*.po
Languages: de

# editor_htmlmemo_label
source: characters remaining
de: Zeichen übrig

# mask_edit_max_length
source: Max. length
de: Maximallänge

# fieldtype_htmlmemo
source: html memo
de: HTML Memofeld

# fieldtype_htmlmemo_desc
source: memo field with html markup
de: Memofeld mit HTML Markup

# htmlmemo_titlepopupbutton
source: open editor mask
de: Editiermaske öffnen

# htmlmemo_popup_title
source: Editor mask for HTML formatted text
de: Eingabemaske für HTML formatierte Texte

# htmlmemo_valuelabel
source: Value:
de: Wert:

# htmlmemo_formatedvalue
source: Formated Value:
de: Formatierter Wert:

# htmlmemo_done
source: Done
de: Übernehmen

# htmlmemo_cancel
source: Cancel
de: Abbrechen

# htmlmemo_spcchar
source: Special chars:
de: Sonderzeichen:

# htmlmemo_bold_title
source: set marked text 'bold'
de: Markierten Text 'Fett' setzen

# htmlmemo_italic_title
source: set marked text 'italic'
de: Markierten Text 'Kursiv' setzen

# htmlmemo_sub_title
source: set marked text 'subscript'
de: Markierten Text 'tiefstellen'

# htmlmemo_sup_title
source: set marked text 'superscript'
de: Markierten Text 'hochstellen'
