Repository: mediatum/mediatum
Catalog: i18n/workflowstep-start.*.po
Languages: de

# workflowstep_start
source: start node
de: Startknoten

# admin_wfstep_starttext
source: Text in front of selection
de: Text vor Auswahl

# admin_wfstep_node_types_to_create
source: Node types to create (;-separated schema list)
de: Erstellbare Node-Typen (;-separiert)

# admin_wfstep_allowcontinue
source: Allow continue
de: Fortsetzen erlauben

# workflow_start_create
source: Create
de: Erstellen

# workflow_start_create_m
source: Create / Erstellen
de: Erstellen / Create

# workflow_start_chooselang
source: Please choose input language / Bitte Sprache für die Eingabe wählen
de: Bitte Sprache für die Eingabe wählen / Please choose input language

# workflow_start_type
source: Registering your
de: Melden Ihrer

# workflow_start_type_m
source: Registering your / Melden ihrer
de: Melden Ihrer / Registering your

# workflow_start_continue_header_m
source: Continue publishing / Publizieren fortsetzen
de: Publizieren fortsetzen / Continue publishing

# workflow_start_identificator
source: Identification Number
de: Identifikationsnummer

# workflow_start_identificator_m
source: Identification Number / Identifikationsnummer
de: Identifikationsnummer / Identification Number

# workflow_start_key
source: Key
de: Schlüssel

# workflow_start_key_m
source: Key / Schlüssel
de: Schlüssel / Key

# workflow_start_continue
source: Continue
de: Fortsetzen

# workflow_start_continue_m
source: Continue / Fortsetzen
de: Fortsetzen / Continue

# workflow_start_err_wrongkey
source: In order to proceed, please fill out fields "Identification Number" and "Key" properly
de: Identifikationsnummer oder Schlüssel ist nicht korrekt.

# workflow_start_err_protected
source: no changes needed.
de: Keine Bearbeitung erforderlich.
